{
  "Comment.nvim": { "branch": "master" },
  "Recover.vim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "align.nvim": { "branch": "master" },
  "async.vim": { "branch": "master" },
  "capture.vim": { "branch": "master" },
  "climbdir.nvim": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-skkeleton": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "curtain.nvim": { "branch": "main" },
  "ddu-filter-converter_hl_dir": { "branch": "main" },
  "ddu-filter-fuse": { "branch": "main" },
  "ddu-filter-fzf": { "branch": "main" },
  "ddu-filter-kensaku": { "branch": "master" },
  "ddu-filter-merge": { "branch": "master" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-kind-vim_type": { "branch": "main" },
  "ddu-kind-word": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-command": { "branch": "main" },
  "ddu-source-command_history": { "branch": "main" },
  "ddu-source-emoji": { "branch": "main" },
  "ddu-source-file_external": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-git_branch": { "branch": "main" },
  "ddu-source-git_diff_tree": { "branch": "main" },
  "ddu-source-git_log": { "branch": "main" },
  "ddu-source-git_status": { "branch": "main" },
  "ddu-source-github": { "branch": "main" },
  "ddu-source-gogh": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-source-lazy_nvim": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-mr": { "branch": "main" },
  "ddu-source-qf": { "branch": "main" },
  "ddu-source-quickfix_history": { "branch": "main" },
  "ddu-source-vim_function": { "branch": "main" },
  "ddu-source-zenn_dev": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "deepl.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "fern-git-status.vim": { "branch": "master" },
  "fern-hijack.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gin.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "guise.vim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "jsonpath.nvim": { "branch": "main" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lsp_signature.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-update-all": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "modesearch.vim": { "branch": "master" },
  "momiji": { "branch": "main" },
  "mr.vim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-miniyank": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "open-browser-github.vim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "podium": { "branch": "main" },
  "previm": { "branch": "master" },
  "readablefold.vim": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "vim-ambiwidth": { "branch": "main" },
  "vim-caser": { "branch": "master" },
  "vim-cinfo": { "branch": "main" },
  "vim-dispatch": { "branch": "master" },
  "vim-firestore": { "branch": "master" },
  "vim-gitname": { "branch": "main" },
  "vim-go-coverage": { "branch": "master" },
  "vim-go-scaffold": { "branch": "main" },
  "vim-go-testfile": { "branch": "main" },
  "vim-graphql": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jinja2-syntax": { "branch": "master" },
  "vim-jq": { "branch": "master" },
  "vim-jsonl": { "branch": "main" },
  "vim-jst": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-operator-jump_side": { "branch": "master" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-qfedit": { "branch": "master" },
  "vim-qfreplace": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-quotem": { "branch": "main" },
  "vim-ripgrep": { "branch": "main" },
  "vim-sandwich": { "branch": "master" },
  "vim-swap": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-functioncall": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-themis": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vim-zenn-autocmd": { "branch": "main" },
  "vital-Whisky": { "branch": "master" },
  "vital.vim": { "branch": "master" },
  "vscode-go": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wipeout-buffers.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zenn-vim": { "branch": "main" }
}