{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "main" },
  "Recover.vim": { "branch": "master" },
  "async.vim": { "branch": "master" },
  "bdelete-buffers.nvim": { "branch": "main" },
  "capture.vim": { "branch": "master" },
  "cellwidths.nvim": { "branch": "main" },
  "climbdir.nvim": { "branch": "main" },
  "conflict-marker.vim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "curtain.nvim": { "branch": "main" },
  "ddc-buffer": { "branch": "main" },
  "ddc-filter-converter_remove_overlap": { "branch": "main" },
  "ddc-filter-converter_truncate_abbr": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-matcher_length": { "branch": "main" },
  "ddc-filter-matcher_prefix": { "branch": "main" },
  "ddc-filter-matcher_vimregexp": { "branch": "main" },
  "ddc-filter-sorter_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-cmdline-history": { "branch": "main" },
  "ddc-source-input": { "branch": "main" },
  "ddc-source-line": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-source-nvim-lua": { "branch": "main" },
  "ddc-source-vsnip": { "branch": "main" },
  "ddc-source-zsh-history": { "branch": "main" },
  "ddc-ui-inline": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-filter-converter_hl_dir": { "branch": "main" },
  "ddu-filter-fuse": { "branch": "main" },
  "ddu-filter-fzf": { "branch": "main" },
  "ddu-filter-kensaku": { "branch": "master" },
  "ddu-filter-merge": { "branch": "master" },
  "ddu-filter-sorter_alpha": { "branch": "main" },
  "ddu-filter-sorter_treefirst": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-kind-vim_type": { "branch": "main" },
  "ddu-kind-word": { "branch": "main" },
  "ddu-source-action": { "branch": "main" },
  "ddu-source-buffer": { "branch": "main" },
  "ddu-source-command": { "branch": "main" },
  "ddu-source-command_history": { "branch": "main" },
  "ddu-source-custom-list": { "branch": "main" },
  "ddu-source-docbase": { "branch": "main" },
  "ddu-source-emoji": { "branch": "main" },
  "ddu-source-file": { "branch": "main" },
  "ddu-source-file_external": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-git_branch": { "branch": "main" },
  "ddu-source-git_diff_tree": { "branch": "main" },
  "ddu-source-git_log": { "branch": "main" },
  "ddu-source-git_status": { "branch": "main" },
  "ddu-source-github": { "branch": "main" },
  "ddu-source-gogh": { "branch": "main" },
  "ddu-source-help": { "branch": "main" },
  "ddu-source-lazy_nvim": { "branch": "main" },
  "ddu-source-local_ddu": { "branch": "master" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-mr": { "branch": "main" },
  "ddu-source-qf": { "branch": "main" },
  "ddu-source-quickfix_history": { "branch": "main" },
  "ddu-source-vim_function": { "branch": "main" },
  "ddu-source-zenn_dev": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops-docbase.vim": { "branch": "main" },
  "denops-jqplay.vim": { "branch": "main" },
  "denops-ollama.vim": { "branch": "main" },
  "denops-qftable.vim": { "branch": "main" },
  "denops-zenn_dev.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "helpful.vim": { "branch": "master" },
  "hlchunk.nvim": { "branch": "main" },
  "jq.vim": { "branch": "master" },
  "jsonpath.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-update-all": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "modesearch.vim": { "branch": "master" },
  "momiji": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "previm": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "sakura": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "vim-altercmd": { "branch": "master" },
  "vim-caser": { "branch": "master" },
  "vim-cinfo": { "branch": "main" },
  "vim-dispatch": { "branch": "master" },
  "vim-fern": { "branch": "main" },
  "vim-fern-git-status": { "branch": "master" },
  "vim-fern-hijack": { "branch": "master" },
  "vim-firestore": { "branch": "master" },
  "vim-gin": { "branch": "main" },
  "vim-gitname": { "branch": "main" },
  "vim-go-coverage": { "branch": "master" },
  "vim-go-scaffold": { "branch": "main" },
  "vim-go-testfile": { "branch": "main" },
  "vim-graphql": { "branch": "master" },
  "vim-guise": { "branch": "main" },
  "vim-javascript": { "branch": "master" },
  "vim-jinja2-syntax": { "branch": "master" },
  "vim-jsonl": { "branch": "main" },
  "vim-jst": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-kensaku": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-mr": { "branch": "main" },
  "vim-operator-jump_side": { "branch": "master" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-poslist": { "branch": "master" },
  "vim-prisma": { "branch": "main" },
  "vim-qfedit": { "branch": "master" },
  "vim-qfreplace": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-quotem": { "branch": "main" },
  "vim-readablefold": { "branch": "master" },
  "vim-ripgrep": { "branch": "main" },
  "vim-sandwich": { "branch": "master" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-swap": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-functioncall": { "branch": "master" },
  "vim-textobj-jsxattr": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-themis": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-vsnip": { "branch": "master" },
  "vim-zenn-autocmd": { "branch": "main" },
  "vital-Whisky": { "branch": "master" },
  "vital.vim": { "branch": "master" },
  "wezterm-types": { "branch": "main" },
  "workspace-diagnostics.nvim": { "branch": "main" },
  "wrapwidth": { "branch": "main" },
  "yats.vim": { "branch": "master" },
  "zsh-abbr": { "branch": "main" },
  "zsh-window-title": { "branch": "main" }
}
